Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# wallet.name
source: Name
ar: اسم
bn: নাম
cs: Jméno
da: Navn
es: Nombre
fa: نام
fil: Pangalan
fr: Nom
ha: Suna
he: שֵׁם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sw: Jina
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# wallet.new.title
source: New Wallet
ar: محفظة جديدة
bn: নতুন ওয়ালেট
cs: Nová peněženka
da: Ny tegnebog
de: Neue Wallet
es: Nueva billetera
fa: کیف پول جدید
fil: Bagong Wallet
fr: Nouveau portefeuille
ha: Sabuwar Wallet
he: ארנק חדש
hi: नया बटुआ
id: Dompet Baru
it: Nuovo portafoglio
ja: 新しいウォレット
ko: 새로운 지갑
ms: Dompet Baharu
nl: Nieuwe portemonnee
pl: Nowy portfel
pt_br: Nova carteira
ro: Portofel nou
ru: Новый кошелек
sw: Pochi Mpya
th: กระเป๋าสตางค์ใหม่
tr: Yeni Cüzdan
uk: Новий гаманець
ur: نیا والیٹ
vi: Ví mới
zh_hans: 新建钱包
zh_hant: 新建錢包

# wallet.pay_with_card_or_bank
source: Pay with card or bank
ar: ادفع بالبطاقة أو البنك
bn: কার্ড বা ব্যাংক দিয়ে পেমেন্ট করুন
cs: Zaplaťte kartou nebo bankou
da: Betal med kort eller bank
de: Mit Karte oder Bank bezahlen
es: Paga con tarjeta o banco
fa: پرداخت با کارت یا بانک
fil: Magbayad gamit ang card o bangko
fr: Payez par carte ou banque
ha: Biya da kati ko banki
he: שלם בכרטיס או בבנק
hi: कार्ड या बैंक से भुगतान करें
id: Bayar dengan kartu atau bank
it: Paga con carta o banca
ja: カードまたは銀行口座で支払う
ko: 카드 또는 은행으로 결제
ms: Bayar dengan kad atau bank
nl: Betaal met kaart of bank
pl: Zapłać kartą lub bankiem
pt_br: Pague com cartão ou banco
ro: Plătește cu cardul sau banca
ru: Оплатите картой или через банк
sw: Lipa kwa kadi au benki
th: ชำระด้วยบัตรหรือธนาคาร
tr: Kart veya banka ile öde
uk: Оплатіть карткою або через банк
ur: کارڈ یا بینک سے ادائیگی کریں
vi: Thanh toán bằng thẻ hoặc ngân hàng
zh_hans: 使用银行卡或银行付款
zh_hant: 使用卡片或銀行付款

# wallet.portfolio.title
source: Portfolio
ar: المحفظة الاستثمارية
bn: পোর্টফোলিও
da: Portefølje
es: Portafolio
fa: سبد دارایی
fr: Portefeuille
ha: Fayil ɗin Kadari
he: תִיק
hi: पोर्टफोलियो
id: Portofolio
it: Portafoglio
ja: ポートフォリオ
ko: 포트폴리오
nl: Portefeuille
pl: Portfel inwestycyjny
pt_br: Portfólio
ro: Portofoliu
ru: Портфель
sw: Kwingineko
th: พอร์ตโฟลิโอ
tr: Portföy
uk: Портфоліо
ur: پورٹ فولیو
vi: Danh mục đầu tư
zh_hans: 投资组合
zh_hant: 投資組合

# wallet.receive
source: Receive
ar: يستلم
bn: গ্রহণ করুন
cs: Přijmout
da: Modtag
de: Empfangen
es: Recibir
fa: دریافت
fil: Tumanggap
fr: Recevoir
ha: Karba
he: לְקַבֵּל
hi: प्राप्त करें
id: Terima
it: Ricevi
ja: 受け取る
ko: 받다
ms: Terima
nl: Ontvangen
pl: Odbierz
pt_br: Receber
ro: Primi
ru: Получить
sw: Pokea
th: รับ
tr: Al
uk: Отримати
ur: وصول کریں۔
vi: Nhận được
zh_hans: 接收
zh_hant: 接收

# wallet.receive.no_destination_tag_required
source: No destination tag required
ar: لا توجد علامة الوجهة المطلوبة
bn: কোনো গন্তব্য ট্যাগ প্রয়োজন নেই
cs: Není vyžadována žádná cílová značka
da: Der kræves ingen destinationsmærke
de: Kein Destination-Tag erforderlich
es: No se requiere etiqueta de destino
fa: نیازی به برچسب مقصد نیست.
fil: Walang kinakailangang tag ng patutunguhan
fr: Aucune balise de destination requise
ha: Babu alamar makoma da ake buƙata
he: אין צורך בתג יעד
hi: किसी गंतव्य टैग की आवश्यकता नहीं है
id: Tag tujuan tidak diperlukan
it: Nessun tag di destinazione richiesto
ja: デスティネーション・タグ不要
ko: 대상 태그가 필요하지 않습니다.
ms: Tiada teg destinasi diperlukan
nl: Geen bestemmingstag vereist
pl: Nie jest wymagany tag miejsca docelowego
pt_br: Nenhuma tag de destino é necessária
ro: Nu este necesară eticheta de destinație
ru: Тег назначения не требуется
sw: Hakuna lebo ya lengwa inahitajika
th: ไม่ต้องใช้แท็กปลายทาง
tr: Hedef etiketi gerekmiyor
uk: Тег призначення не потрібен
ur: کسی منزل کے ٹیگ کی ضرورت نہیں ہے۔
vi: Không cần thẻ đích
zh_hans: 无需目标标签
zh_hant: 不需要目的地標籤

# wallet.receive.no_memo_required
source: No memo required
ar: لا مذكرة المطلوبة
bn: কোন মেমো প্রয়োজন নেই
cs: Není potřeba žádná poznámka
da: Intet notat påkrævet
de: Kein Memo erforderlich
es: No se requiere nota
fa: به یادداشت نیاز نیست.
fil: Walang kinakailangang memo
fr: Aucun mémo requis
ha: Babu memo da ake buƙata
he: אין צורך בתזכיר
hi: किसी मेमो की आवश्यकता नहीं
id: Memo tidak diperlukan
it: Nessun promemoria richiesto
ja: メモ不要
ko: 메모가 필요하지 않습니다
ms: Tiada memo diperlukan
nl: Geen notitie vereist
pl: Nie jest wymagana żadna notatka
pt_br: Não é necessário memorando
ro: Nu este nevoie de notă
ru: Мемо не требуется
sw: Hakuna memo inahitajika
th: ไม่จำเป็นต้องมีบันทึกช่วยจำ
tr: Memo gerekli değil
uk: Memo не потрібен
ur: میمو کی ضرورت نہیں ہے۔
vi: Không cần ghi nhớ
zh_hans: 无需备注
zh_hant: 無需備註

# wallet.receive_collection
source: Receive Collection
ar: استلام المجموعة
bn: সংগ্রহ গ্রহণ
cs: Přijmout sbírku
da: Modtag samling
de: Sammlung empfangen
es: Recibir colección
fa: دریافت مجموعه
fil: Tumanggap ng Koleksyon
fr: Recevoir la collection
ha: Karɓi Tarin
he: קבלת אוסף
hi: संग्रह प्राप्त करें
id: Terima Koleksi
it: Ricevi la raccolta
ja: コレクションを受け取る
ko: 컬렉션 수신
ms: Terima Koleksi
nl: Ontvang collectie
pl: Odbierz kolekcję
pt_br: Receber coleção
ro: Primește colecția
ru: Получить коллекцию
sw: Pokea Mkusanyiko
th: รับการรวบรวม
tr: Koleksiyon Al
uk: Отримати колекцію
ur: مجموعہ وصول کریں۔
vi: Nhận bộ sưu tập
zh_hans: 接收 NFT 藏品
zh_hant: 接收 NFT 藏品

# wallet.scan
source: Scan
ar: مسح
bn: স্ক্যান করুন
cs: Skenovat
de: Scannen
es: Escanear
fa: اسکن کن
fil: I-scan
fr: Scanner
ha: Duba
he: סריקה
hi: स्कैन करें
id: Pindai
it: Scansione
ja: スキャン
ko: 스캔
ms: Imbas
nl: Scannen
pl: Skanowanie
pt_br: Escanear
ro: Scanează
ru: Сканировать
sw: Changanua
th: สแกน
tr: Tara
uk: Сканувати
ur: اسکین کریں۔
vi: Quét
zh_hans: 扫码
zh_hant: 掃描

# wallet.scan_hint
source: Send, pay, or connect to a DApp
ar: أرسل، ادفع أو اتصل بـ DApp
bn: পাঠান, পে করুন বা DApp-এ সংযুক্ত হন
cs: Pošlete, zaplaťte nebo se připojte k DApp
da: Send, betal eller opret forbindelse til en DApp
de: Senden, bezahlen oder mit einer DApp verbinden
es: Envía, paga o conéctate a una DApp
fa: ارسال، پرداخت یا اتصال به DApp
fil: Magpadala, magbayad, o kumonekta sa DApp
fr: Envoyez, payez ou connectez-vous à une DApp
ha: Aika, biya ko haɗa da DApp
he: שלחו, שלמו או התחברו ל-DApp
hi: भेजें, भुगतान करें या DApp से कनेक्ट करें
id: Kirim, bayar, atau hubungkan ke DApp
it: Invia, paga o connettiti a una DApp
ja: 送金、支払い、またはDAppに接続
ko: 전송, 결제 또는 DApp 연결
ms: Hantar, bayar atau sambung ke DApp
nl: Verstuur, betaal of verbind met een DApp
pl: Wyślij, zapłać lub połącz z DApp
pt_br: Envie, pague ou conecte-se a um DApp
ro: Trimite, plătește sau conectează-te la un DApp
ru: Отправьте, оплатите или подключитесь к DApp
sw: Tuma, lipa au unganisha na DApp
th: ส่ง จ่าย หรือเชื่อมต่อกับ DApp
tr: Gönderin, ödeyin veya bir DApp'e bağlanın
uk: Надішліть, оплатіть або підключіться до DApp
ur: بھیجیں، ادائیگی کریں یا DApp سے منسلک ہوں
vi: Gửi, thanh toán hoặc kết nối với DApp
zh_hans: 发送、支付或连接 DApp
zh_hant: 傳送、付款或連線至 DApp

# wallet.scan_hint_address
source: Wallet address
ar: عنوان المحفظة
bn: ওয়ালেটের ঠিকানা
cs: Adresa peněženky
da: Tegnebogsadresse
de: Wallet-Adresse
es: Dirección de la billetera
fa: آدرس کیف پول
fil: Address ng wallet
fr: Adresse du portefeuille
ha: Adireshin wallet
he: כתובת הארנק
hi: बटुए का पता
id: Alamat dompet
it: Indirizzo del portafoglio
ja: ウォレットアドレス
ko: 지갑 주소
ms: Alamat dompet
nl: Portemonnee-adres
pl: Adres portfela
pt_br: Endereço da carteira
ro: Adresa portofelului
ru: Адрес кошелька
sw: Anwani ya mkoba
th: ที่อยู่กระเป๋าเงิน
tr: Cüzdan adresi
uk: Адреса гаманця
ur: والیٹ کا پتہ
vi: Địa chỉ ví
zh_hans: 钱包地址
zh_hant: 錢包地址

# wallet.scan_qr_code
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bn: QR কোড স্ক্যান করুন
cs: Naskenujte QR kód
da: Scan QR-kode
de: QR-Code scannen
es: Escanear código QR
fa: کد QR را اسکن کنید
fil: I-scan ang QR Code
fr: Scanner le code QR
ha: Duba lambar QR
he: סרוק קוד QR
hi: QR कोड स्कैन करें
id: Pindai Kode QR
it: Scansiona il codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
ms: Imbas Kod QR
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Digitalize o código QR
ro: Scanați codul QR
ru: Сканировать QR-код
sw: Changanua Msimbo wa QR
th: สแกนรหัส QR
tr: QR Kodunu Tara
uk: Сканувати QR-код
ur: کیو آر کوڈ اسکین کریں۔
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

# wallet.sell
source: Sell
ar: يبيع
bn: বিক্রয়
cs: Prodat
da: Sælg
de: Verkaufen
es: Vender
fa: فروش
fil: Ibenta
fr: Vendre
ha: Sayarwa
he: מְכִירָה
hi: बेचना
id: Jual
it: Vendi
ja: 売却する
ko: 팔다
ms: Jual
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
ro: Vinde
ru: Продать
sw: Uza
th: ขาย
tr: Sat
uk: Продати
ur: بیچنا
vi: Bán
zh_hans: 出售
zh_hant: 出售

# wallet.send
source: Send
ar: يرسل
bn: পাঠান
cs: Poslat
de: Senden
es: Enviar
fa: فرستادن
fil: Ipadala
fr: Envoyer
ha: Aika
he: לִשְׁלוֹחַ
hi: भेजना
id: Kirim
it: Invia
ja: 送る
ko: 보내다
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
sw: Tuma
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں۔
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# wallet.stake
source: Stake
ar: التخزين
bn: স্টেক
da: Indsats
de: Staking
fa: استیک
fil: Mag-stake
fr: Staking
ha: Saka hannun jari
he: סטייקינג
hi: स्टेक
id: Staking
ja: ステーク
ko: 스테이크
ms: Pertaruhan
nl: Inzet
pl: Postaw
pt_br: Fazer stake
ro: Mizează
ru: Стейк
sw: Weka Hisa
th: สเตค
uk: Стейкнути
ur: اسٹیک
vi: Đặt cọc
zh_hans: 质押
zh_hant: 質押

# wallet.swap
source: Swap
ar: تبديل
bn: অদলবদল
cs: Výměna
da: Byt
de: Tauschen
es: Intercambiar
fa: مبادله
fil: Pagpalitin
fr: Échanger
ha: Musanya
he: לְהַחלִיף
hi: बदलना
id: Tukar
it: Scambio
ja: スワップ
ko: 교환
ms: Tukar
nl: Ruil
pl: Zamień
pt_br: Trocar
ro: Schimb
ru: Обмен
sw: Badilisha
th: แลกเปลี่ยน
tr: Takas
uk: Обмін
ur: تبادلہ
vi: Tráo đổi
zh_hans: 兑换
zh_hant: 兌換

# wallet.title
source: Wallet
ar: محفظة
bn: ওয়ালেট
cs: Peněženka
da: Tegnebog
es: Billetera
fa: کیف پول
fr: Portefeuille
he: ארנק
hi: बटुआ
id: Dompet
it: Portafoglio
ja: ウォレット
ko: 지갑
ms: Dompet
nl: Portemonnee
pl: Portfel
pt_br: Carteira
ro: Portofel
ru: Кошелек
sw: Mkoba
th: กระเป๋าเงิน
tr: Cüzdan
uk: Гаманець
ur: والیٹ
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

# wallet.transfer_from_another_wallet
source: Transfer from another wallet
ar: حوّل من محفظة أخرى
bn: অন্য ওয়ালেট থেকে ট্রান্সফার করুন
cs: Převod z jiné peněženky
da: Overfør fra en anden wallet
de: Von einer anderen Wallet übertragen
es: Transfiere desde otra billetera
fa: انتقال از کیف پول دیگر
fil: Maglipat mula sa ibang wallet
fr: Transférez depuis un autre portefeuille
ha: Canja daga wani walat
he: העבר מארנק אחר
hi: दूसरे वॉलेट से ट्रांसफर करें
id: Transfer dari dompet lain
it: Trasferisci da un altro portafoglio
ja: 別のウォレットから送金
ko: 다른 지갑에서 전송
ms: Pindahkan daripada dompet lain
nl: Overzetten vanuit een andere wallet
pl: Przenieś z innego portfela
pt_br: Transfira de outra carteira
ro: Transferă din alt portofel
ru: Переведите из другого кошелька
sw: Hamisha kutoka pochi nyingine
th: โอนจากกระเป๋าอื่น
tr: Başka bir cüzdandan aktar
uk: Переказати з іншого гаманця
ur: دوسرے والیٹ سے منتقل کریں
vi: Chuyển từ ví khác
zh_hans: 从另一个钱包转入
zh_hant: 從另一個錢包轉入

# wallet.watch.tooltip.title
source: Watch-only wallet. You don't control these funds.
ar: محفظة للمراقبة فقط. أنت لا تتحكم في هذه الأموال.
bn: শুধুমাত্র দেখার ওয়ালেট। এই তহবিল আপনার নিয়ন্ত্রণে নেই।
cs: Peněženka pouze ke sledování. Tyto prostředky neovládáte.
da: Tegnebog kun til overvågning. Du kontrollerer ikke disse midler.
de: Nur-Beobachten-Wallet. Sie haben keine Kontrolle über diese Gelder.
es: Billetera solo de observación. No controlas estos fondos.
fa: کیف پول فقط برای مشاهده. شما کنترلی بر این وجوه ندارید.
fil: Wallet na pang-bantay lamang. Hindi mo kontrolado ang mga pondong ito.
fr: Portefeuille en lecture seule. Vous ne contrôlez pas ces fonds.
ha: Walat na kallo kawai. Ba ku da ikon sarrafa waɗannan kuɗaɗe ba.
he: ארנק לצפייה בלבד. אין לך שליטה על הכספים האלה.
hi: केवल देखने वाला वॉलेट। इन फ़ंड पर आपका नियंत्रण नहीं है।
id: Dompet khusus pantau. Anda tidak mengontrol dana ini.
it: Portafoglio di sola osservazione. Non controlli questi fondi.
ja: 閲覧専用ウォレットです。この資金はあなたの管理下にありません。
ko: 보기 전용 지갑입니다. 이 자금을 제어할 수 없습니다.
ms: Dompet pantau sahaja. Anda tidak mengawal dana ini.
nl: Alleen-kijken-portemonnee. Je hebt geen controle over deze tegoeden.
pl: Portfel tylko do obserwacji. Nie kontrolujesz tych środków.
pt_br: Carteira somente de observação. Você não controla esses fundos.
ro: Portofel doar pentru monitorizare. Nu controlezi aceste fonduri.
ru: Кошелек только для наблюдения. Вы не управляете этими средствами.
sw: Pochi ya kutazama tu. Huna udhibiti wa fedha hizi.
th: กระเป๋าเงินสำหรับดูเท่านั้น คุณไม่ได้ควบคุมเงินเหล่านี้
tr: Yalnızca izleme cüzdanı. Bu fonlar sizin kontrolünüzde değil.
uk: Гаманець лише для спостереження. Ви не контролюєте ці кошти.
ur: صرف دیکھنے کے لیے والیٹ۔ ان فنڈز پر آپ کا کنٹرول نہیں ہے۔
vi: Ví chỉ để theo dõi. Bạn không kiểm soát số tiền này.
zh_hans: 仅供观察的钱包。这些资金不受您控制。
zh_hant: 僅供觀察的錢包。這些資金不受您控制。

# wallet.watch_empty_state_title
source: You are watching this wallet.
ar: أنت تشاهد هذه المحفظة.
bn: আপনি এই মানিব্যাগ দেখছেন.
cs: Sledujete tuto peněženku.
da: Du holder øje med denne tegnebog.
de: Sie beobachten diese Wallet.
es: Estás observando esta billetera.
fa: شما در حال تماشای این کیف پول هستید.
fil: Binabantayan mo ang wallet na ito.
fr: Vous surveillez ce portefeuille.
ha: Kuna kallon wannan walat.
he: אתה צופה בארנק הזה.
hi: आप यह बटुआ देख रहे हैं.
id: Anda sedang memantau dompet ini.
it: Stai guardando questo portafoglio.
ja: このウォレットは閲覧専用です。
ko: 당신은 이 지갑을 보고 있습니다.
ms: Anda sedang memerhati dompet ini.
nl: Je houdt deze portemonnee in de gaten.
pl: Oglądasz ten portfel.
pt_br: Você está observando esta carteira.
ro: Te uiți la acest portofel.
ru: Вы следите за этим кошельком.
sw: Unatazama pochi hii.
th: คุณกำลังดูกระเป๋าสตางค์นี้
tr: Bu cüzdanı izliyorsunuz.
uk: Ви спостерігаєте за цим гаманцем.
ur: آپ اس والیٹ کو دیکھ رہے ہیں۔
vi: Bạn đang xem ví này.
zh_hans: 正在观察这个钱包。
zh_hant: 正在觀察此錢包。

# wallet.withdraw
source: Withdraw
ar: ينسحب
bn: প্রত্যাহার করুন
cs: Výběr
da: Hæv
de: Zurückziehen
es: Retirar
fa: برداشت
fil: Mag-withdraw
fr: Retirer
ha: Janyewa
he: משיכה
hi: निकालना
id: Tarik
it: Ritira
ja: 出金
ko: 철회하다
ms: Tarik balik
nl: Opnemen
pl: Wypłać
pt_br: Retirar
ro: Retrage
ru: Вывести
sw: Ondoa
th: ถอน
tr: Para Çek
uk: Зняти
ur: واپس لینا
vi: Rút
zh_hans: 提现
zh_hant: 提領

# wallet_connect.app
source: App
ar: برنامج
bn: অ্যাপ
es: Aplicación
fa: برنامه
fr: Application
he: אפליקציה
hi: ऐप
id: Aplikasi
ja: アプリ
ko: 앱
ms: Apl
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sw: Programu
th: แอพ
tr: Uygulama
uk: Додаток
ur: ایپ
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

# wallet_connect.connect.title
source: Connect
ar: يتصل
bn: সংযোগ করুন
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fa: متصل شدن
fil: Kumonekta
fr: Connecter
ha: Haɗa
he: התחבר
hi: कनेक्ट करें
id: Hubungkan
it: Connettiti
ja: 接続する
ko: 연결하다
ms: Sambung
nl: Verbinden
pl: Połącz
pt_br: Conectar
ro: Conectați-vă
ru: Подключить
sw: Unganisha
th: เชื่อมต่อ
tr: Bağlamak
uk: Підключитися
ur: جڑیں۔
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

# wallet_connect.connection.title
source: Connection
ar: اتصال
bn: সংযোগ
cs: Spojení
da: Forbindelse
de: Verbindung
es: Conexión
fa: اتصال
fil: Koneksyon
fr: Connexion
ha: Haɗin kai
he: חיבור
hi: कनेक्शन
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
ms: Sambungan
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Соединение
sw: Muunganisho
th: การเชื่อมต่อ
tr: Bağlantı
uk: Підключення
ur: کنکشن
vi: Sự liên quan
zh_hans: 连接
zh_hant: 連線

# wallet_connect.disconnect
source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
cs: Odpojit
da: Afbryd forbindelsen
de: Trennen
es: Desconectar
fa: قطع اتصال
fil: Idiskonekta
fr: Déconnecter
ha: Cire haɗin
he: התנתק
hi: डिस्कनेक्ट करें
id: Putuskan Koneksi
it: Disconnetti
ja: 切断
ko: 연결 끊기
ms: Putuskan sambungan
nl: Verbreek de verbinding
pl: Rozłącz
pt_br: Desconectar
ro: Deconectați-vă
ru: Отключить
sw: Tenganisha
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Відключити
ur: منقطع کرنا
vi: Ngắt kết nối
zh_hans: 断开
zh_hant: 中斷連線

# wallet_connect.no_active_connections
source: No active connections
ar: لا توجد اتصالات نشطة
bn: কোনো সক্রিয় সংযোগ নেই
cs: Žádná aktivní připojení
da: Ingen aktive forbindelser
de: Keine aktiven Verbindungen
es: No hay conexiones activas
fa: اتصال فعالی یافت نشد.
fil: Walang aktibong koneksyon
fr: Aucune connexion active
ha: Babu haɗin kai mai aiki
he: אין חיבורים פעילים
hi: कोई सक्रिय कनेक्शन नहीं
id: Tidak ada koneksi aktif
it: Nessuna connessione attiva
ja: アクティブな接続はありません
ko: 활성 연결 없음
ms: Tiada sambungan aktif
nl: Geen actieve verbindingen
pl: Brak aktywnych połączeń
pt_br: Nenhuma conexão ativa
ro: Nu există conexiuni active
ru: Нет активных подключений
sw: Hakuna miunganisho inayotumika
th: ไม่มีการเชื่อมต่อที่ใช้งานอยู่
tr: Etkin bağlantı yok
uk: Немає активних з'єднань
ur: کوئی فعال کنکشن نہیں ہے۔
vi: Không có kết nối hoạt động
zh_hans: 没有活跃的连接
zh_hant: 目前沒有有效連線

# wallet_connect.permissions.approval_requests
source: Send approval requests
ar: إرسال طلبات الموافقة
bn: অনুমোদনের অনুরোধ পাঠান
cs: Odeslat žádosti o schválení
da: Send godkendelsesanmodninger
de: Genehmigungsanfragen senden
es: Enviar solicitudes de aprobación
fa: ارسال درخواست‌های تأیید
fil: Magpadala ng mga kahilingan sa pag-apruba
fr: Envoyer les demandes d'approbation
ha: Aika buƙatun amincewa
he: שלח בקשות אישור
hi: अनुमोदन अनुरोध भेजें
id: Kirim permintaan persetujuan
it: Invia richieste di approvazione
ja: 承認依頼を送信する
ko: 승인 요청 보내기
ms: Hantar permintaan kelulusan
nl: Verzoeken om goedkeuring verzenden
pl: Wyślij prośby o zatwierdzenie
pt_br: Enviar solicitações de aprovação
ro: Trimiteți cereri de aprobare
ru: Отправлять запросы на подтверждение
sw: Tuma maombi ya idhini
th: ส่งคำขออนุมัติ
tr: Onay isteklerini gönderin
uk: Надсилати запити на схвалення
ur: منظوری کی درخواستیں بھیجیں۔
vi: Gửi yêu cầu phê duyệt
zh_hans: 发送审批请求
zh_hant: 傳送授權請求

# wallet_connect.permissions.title
source: Permissions
ar: الأذونات
bn: অনুমতি
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
es: Permisos
fa: مجوزها
fil: Mga Pahintulot
fr: Autorisations
ha: Izini
he: הרשאות
hi: अनुमतियां
id: Izin
it: Autorizzazioni
ja: 権限
ko: 권한
ms: Kebenaran
nl: Toestemmingen
pl: Uprawnienia
pt_br: Permissões
ro: Permisiuni
ru: Разрешения
sw: Ruhusa
th: สิทธิ์การเข้าถึง
tr: İzinler
uk: Дозволи
ur: اجازتیں
vi: Quyền hạn
zh_hans: 权限
zh_hant: 權限

# wallet_connect.permissions.view_balance
source: View your balance and activity
ar: اطلع على رصيدك ونشاطك
bn: আপনার ব্যালেন্স এবং কার্যকলাপ দেখুন
cs: Zobrazení zůstatku a aktivity
da: Se din saldo og aktivitet
de: Sehen Sie Ihren Kontostand und Ihre Aktivitäten ein.
es: Consulta tu saldo y actividad.
fa: مشاهده موجودی و فعالیت خود
fil: Tingnan ang iyong balanse at aktibidad
fr: Consultez votre solde et votre activité
ha: Duba ma'aunin ku da ayyukan ku
he: צפה ביתרה ובפעילות שלך
hi: अपना बैलेंस और गतिविधि देखें
id: Lihat saldo dan aktivitas Anda
it: Visualizza il tuo saldo e la tua attività
ja: 残高とアクティビティを確認する
ko: 잔액과 활동 내역을 확인하세요
ms: Lihat baki dan aktiviti anda
nl: Bekijk je saldo en activiteit
pl: Wyświetl swoje saldo i aktywność
pt_br: Veja seu saldo e atividade
ro: Vizualizați soldul și activitatea dvs.
ru: Просматривать баланс и активность
sw: Tazama salio na shughuli zako
th: ตรวจสอบยอดเงินคงเหลือและกิจกรรมของคุณ
tr: Bakiyenizi ve işlemlerinizi görüntüleyin.
uk: Перегляд вашого балансу та активності
ur: اپنا توازن اور سرگرمی دیکھیں
vi: Xem số dư và hoạt động của bạn
zh_hans: 查看余额和交易记录
zh_hant: 查看餘額和交易紀錄

# wallet_connect.state.empty.description
source: Scan or paste code to connect to the DApp
ar: امسح أو الصق الكود للاتصال بالتطبيق اللامركزي
bn: DApp-এর সাথে সংযোগ করতে কোড স্ক্যান বা পেস্ট করুন।
cs: Naskenujte nebo vložte kód pro připojení k DApp
da: Scan eller indsæt kode for at oprette forbindelse til DApp'en
de: Scannen oder fügen Sie Code ein, um eine Verbindung zur DApp herzustellen
es: Escanee o pegue el código para conectarse a la DApp
fa: برای اتصال به DApp، کد را اسکن یا جای‌گذاری کنید
fil: I-scan o i-paste ang code para kumonekta sa DApp
fr: Scannez ou collez le code pour vous connecter à la DApp
ha: Duba ko liƙa lamba don haɗi zuwa DApp
he: סרוק או הדבק קוד כדי להתחבר ל-DApp
hi: DApp से कनेक्ट करने के लिए कोड स्कैन करें या पेस्ट करें
id: Pindai atau tempel kode untuk terhubung ke DApp
it: Scansiona o incolla il codice per connetterti alla DApp
ja: コードをスキャンするか貼り付けて、DAppに接続してください
ko: DApp에 연결하려면 코드를 스캔하거나 붙여넣으세요.
ms: Imbas atau tampal kod untuk menyambung ke DApp
nl: Scan of plak de code om verbinding te maken met de DApp
pl: Zeskanuj lub wklej kod, aby połączyć się z aplikacją DApp
pt_br: Escaneie ou cole o código para conectar ao DApp
ro: Scanați sau lipiți codul pentru a vă conecta la DApp
ru: Отсканируйте или вставьте код для подключения к DApp
sw: Changanua au ubandike msimbo ili kuunganisha kwenye DApp
th: สแกนหรือวางรหัสเพื่อเชื่อมต่อกับ DApp
tr: DApp'e bağlanmak için kodu tarayın veya yapıştırın
uk: Відскануйте або вставте код для підключення до DApp
ur: DApp سے جڑنے کے لیے کوڈ کو اسکین یا پیسٹ کریں۔
vi: Quét hoặc dán mã để kết nối với DApp
zh_hans: 扫描二维码或粘贴连接链接，以连接 DApp
zh_hant: 掃描 QR 碼或貼上連線連結，以連線至 DApp

# wallets.title
source: Wallets
ar: المحافظ
bn: ওয়ালেট
cs: Peněženky
da: Tegnebøger
es: Billeteras
fa: کیف پول ها
fil: Mga Wallet
fr: Portefeuilles
he: ארנקים
hi: बटुए
id: Dompet
it: Portafogli
ja: ウォレット
ko: 지갑
ms: Dompet
nl: Portemonnees
pl: Portfele
pt_br: Carteiras
ro: Portofele
ru: Кошельки
sw: Pochi
th: กระเป๋าสตางค์
tr: Cüzdanlar
uk: Гаманці
ur: والیٹس
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

# wallets.watch
source: Watch
ar: يشاهد
bn: পর্যবেক্ষণ
cs: Sledovat
da: Se
de: Beobachten
es: Observar
fa: تماشا کردن
fil: Panoorin
fr: Regarder
ha: Kalli
he: מעקב
hi: देखो
id: Pantau
it: Guarda
ja: 閲覧専用
ko: 시계
ms: Tonton
nl: Volgen
pl: Obserwowany
pt_br: Monitorar
ro: Privește
ru: Смотреть
sw: Tazama
th: ติดตาม
tr: İzle
uk: Дивитися
ur: دیکھیں
vi: Xem
zh_hans: 观察
zh_hant: 觀察
